[
  {
    "id": "96f375cc-c560-49b7-bd25-a3a838761b01",
    "pregunta": "Qui va descobrir les vacunes?",
    "opciones": [
      "Edward Jener",
      "Louis Pasteur",
      "Alexander Fleming",
      "Cristina i Sara"
    ],
    "correcta": 0
  },
  {
    "id": "544b2fa6-cdd7-4890-9422-0dcbda59be28",
    "pregunta": "A quina edat s’administra la vacuna TV?",
    "opciones": [
      "12 mesos - 3 anys",
      "15 mesos - 3 anys",
      "9 mesos - 3 anys",
      "dosis unica als 15 mesos"
    ],
    "correcta": 0
  },
  {
    "id": "da1a677f-bcb3-4af2-a352-9273d4c5ecb6",
    "pregunta": "A quina temperatura s’han de mantenir les vacunes a la nevera?",
    "opciones": [
      "entre 3oC - 8 oC",
      "no importa la temperatura",
      "entre 2oC - 8oC",
      "entre 2oC - 10oC"
    ],
    "correcta": 2
  },
  {
    "id": "295c9c79-5b29-4332-b06c-f1a9076fe925",
    "pregunta": "Quants tipus de vacuna hi ha?",
    "opciones": [
      "vacunes microorganismes sencers, de subunitats, d’ADN",
      "vacunes microorganismes sencers, de subunitats, d’ADN i toxoide",
      "vacunes vives-mortes, vives-bacterianes",
      "vacunes atenuades-inactivades, viriques i bacterianes"
    ],
    "correcta": 1
  },
  {
    "id": "d1287bcf-5812-47b3-aa18-a596570bee3a",
    "pregunta": "Acut a la consulta pacient de 90 anys per vacunar-se de la vacuna de la grip. Actualment, nomes tenim al centre la vacuna de la grip adjuvada. Veient el seu historial vacunal, fa una setmana que la infermera d’atdom, li ha administrat la primera dosi de vacuna HZ. Que hem de fer?",
    "opciones": [
      "Reprogramem visita a les 3 setmanes, per administrar-la conjuntament amb HZ",
      "Es pot administrar la vacuna de la grip",
      "Si administrem la vacuna de la grip, la vacuna HZ perd eficacia",
      "Reprogramem visita en dos dies que arriben les vacunes de la grip no adjuvada"
    ],
    "correcta": 1
  },
  {
    "id": "2ed503b1-73f3-4d5f-83f3-8c0ef3442661",
    "pregunta": "Quan s’inicia la campanya de vacunacio gripal?",
    "opciones": [
      "Setembre",
      "Sempre podem vacunar de la grip",
      "Octubre",
      "Novembre"
    ],
    "correcta": 2
  },
  {
    "id": "eeb2fd42-31d4-4ffe-9af7-b178258c6dc2",
    "pregunta": "Pacient de 18 anys que li van administrar 1era dosi de vacuna de la varicel·la el 19/10/2024 i el 14/11/2024 per error li van administrar una dosi de vacuna shingrix. Davant aquest error, quina pauta s’ha de seguir?",
    "opciones": [
      "Iniciar nova pauta de varicel·la, ja que no es comptabiltza com administrada",
      "Administrar 1 dosi de varicel·la, per completar pauta",
      "Administrar 1 dosi de varicel·la i 1 dosi de shingrix per completar pauta",
      "Demanar analitica per valorar anticossos de la varicel·la, per si fa falta completar pauta de varicel·la, ja que recorda haver patit la malaltia."
    ],
    "correcta": 1
  },
  {
    "id": "0ff6a411-0b92-4760-a5e6-fc27a2569be0",
    "pregunta": "Assenyala la resposta incorrecta respecte al virus de l’hepatitis B (VHB)",
    "opciones": [
      "VHB pot sobreviure fora de l'organisme almenys 7 dies i pot causar infeccio si penetra en un altre organisme en aquest periode",
      "L'hepatitis B es prevenible amb la vacuna actualment disponible",
      "El VHB es transmet pels aliments o aigues contaminades",
      "La infeccio cronica pel virus de l'hepatitis B pot tractar-se amb medicaments, en particular amb agents antivirals orals"
    ],
    "correcta": 2
  },
  {
    "id": "09c89b0a-fe1e-4efb-ba1a-18d1b32be578",
    "pregunta": "Quina es la via d’administracio mes utilitzada per administrar les vacunes?",
    "opciones": [
      "SC",
      "intradermica",
      "oral",
      "IM"
    ],
    "correcta": 3
  },
  {
    "id": "5930379d-ca33-4476-bdbc-aef858eaf9aa",
    "pregunta": "A quin any es va instaurar el primer calendari sistematic a Espanya?",
    "opciones": [
      "1981",
      "1968",
      "1975",
      "1970"
    ],
    "correcta": 2
  },
  {
    "id": "554882c3-4229-48bc-ae6d-0c54ed33e072",
    "pregunta": "En una escola bressol han detectat un cas de xarampio. Acut a la consulta un nen de 9 mesos per ser vacunat segons indicacio de Salut publica, que fem?",
    "opciones": [
      "No podem administrar, doncs seguint calendari, la vacuna de la TV s’administra als 12 mesos",
      "Li administrem la vacuna TV, i caldra seguir pauta segons calendari",
      "Li administrem la vacuna TV, avancant la dels 12 mesos, i aquesta queda registrada com a primera dosi.",
      "Abans d’administrar, pregunto a la referent de vacunes del centre"
    ],
    "correcta": 1
  },
  {
    "id": "13a61cbe-774d-4926-927f-28dcabf4a5d1",
    "pregunta": "Quan es va iniciar la vacunacio del COVID a Espanya?",
    "opciones": [
      "Febrer 2021",
      "Setembre 2021",
      "Desembre 2019",
      "Desembre 2020"
    ],
    "correcta": 3
  },
  {
    "id": "5dfd7ce5-aaca-44e9-8fd4-4488139bb74b",
    "pregunta": "Acut adolescent de 17 anys, sense factors de risc, per administrar la vacuna VPH9.",
    "opciones": [
      "Li administrem 1 dosis, la te financada",
      "Administrem 1 dosis, no la te financada",
      "Administrem 2 dosis, les te financades (0-5 mesos)",
      "Administrem 3 dosis, les te financades (0-2-6 mesos)"
    ],
    "correcta": 0
  },
  {
    "id": "7c195cb3-3e55-4e3f-9ae8-3495b09be285",
    "pregunta": "La serie d'elements i activitats necessaries per a garantir la potencia immunitzadora de les vacunes des de la seva fabricacio fins a l'administracio d'aquestes a la poblacio, es defineix com:",
    "opciones": [
      "Cadena del fred",
      "Cadena de transport",
      "Transport actiu",
      "Conservacio positiva"
    ],
    "correcta": 0
  },
  {
    "id": "f4e638e0-f659-4fb6-ae92-8b7ee9cc59f1",
    "pregunta": "Quines dues vacunes no es poden posar juntes?",
    "opciones": [
      "Varicel·la i triple virica",
      "Varicel·la i febre groga",
      "Triple virica i febre groga",
      "Totes es poden administrar conjuntament"
    ],
    "correcta": 2
  },
  {
    "id": "c41c96b4-67a2-4d8b-a10e-7145a523d12c",
    "pregunta": "Nen de 19 anys que acut a consulta per seguir calendari accelerat de vacunacions. No ha passat la varicel·la. Segons nota infermera avui cal administrar VVZ i TV. Revisant calendari, fa 15 dies li van administrar VPH9 + TV i tambe te pendent administrar meningitis i HA. Quines vacunes cal administrar?",
    "opciones": [
      "Administrem TV + VVZ, segons nota infermera",
      "Administrem VPH9 + MACWY",
      "Administrem HA + MACWY",
      "Reprogramem visita amb la seva infermera"
    ],
    "correcta": 2
  },
  {
    "id": "57f26400-154a-4c58-8f5f-28a16914d204",
    "pregunta": "Acut pacient de 36 anys per realitzacio de PAPPS. Al preguntar sobre riscs d’ITS, comenta que mante relacions amb homes. Expliquem vacunacio del papil·loma i accepta administracio de la vacuna.",
    "opciones": [
      "Administrem una dosi, ja que la te financada",
      "Administrem 3 dosis amb pauta: 0-6-12 mesos, ja que la te financada",
      "Administrem 2 dosis amb pauta 0-6, ja que la te financada",
      "No administrem, ja que no esta financada per l’edat que te. Li recomanem que la compri. Pauta a seguir: 3 dosis 0-1-6 mesos"
    ],
    "correcta": 2
  },
  {
    "id": "04e3dc24-2b0b-44ab-a380-f44a4c4e69ce",
    "pregunta": "Acut a la consulta adolescent de 16 anys, doncs a la seva escola hi ha un brot de tos ferina. Revisem calendari historia clinica i veiem que li falta la Td dels 14 anys. La seva mare ens diu que fa un any que va patir la tosferina. Que fem?",
    "opciones": [
      "Vacunem 1 dosi de Td, per seguir calendari.",
      "No administrem cap vacuna, ja que ha patit la tos ferina.",
      "Vacunem 1 dosi de Dtpa",
      "Vacunem 1 dosi de Td i recitem per administrar una dosi de VPH9."
    ],
    "correcta": 2
  },
  {
    "id": "92b63470-630a-4c37-a2cb-3a919a686e95",
    "pregunta": "Respecte la vacuna antipneumococia, es cert que?",
    "opciones": [
      "Interval entre Pn23 i Pn20 es de 6m",
      "Interval entre Pn13 i Pn20 es de 12m",
      "Interval entre Pn20 i Pn23 es de 6 m",
      "Interval entre Pn23 i Pn20 es de 12m"
    ],
    "correcta": 3
  },
  {
    "id": "ef00153a-6ecc-4cc9-8b6c-34ac9cdc8687",
    "pregunta": "Acut a la consulta una mare de 50 anys explicant que a l’escola del seu fill hi ha un brot de xarampio. Que fem?",
    "opciones": [
      "Administrem 1 dosi de TV i citem al mes per administrar la 2a dosi.",
      "Demanem analitica per mirar anticossos",
      "No farem res, ja que per edat segur que ha passat la malaltia",
      "Administrem 1 dosi de TV"
    ],
    "correcta": 0
  }
]